Repository: capstanlqc/cli_automation
Catalog: conv_fl419_to_tmxs/output/Eurograduate_FL419_rus-LVA_TM.tmx
Source language: en_gb
Languages: ru_lv

source: Other\ Refusal (DO NOT READ OUT)
ru_lv: Прочее\Отказ (НЕ ЗАЧИТЫВАТЬ)

source: Walking
ru_lv: Пешие прогулки

source: DK/NA (DO NOT READ OUT)
ru_lv: НЕ ЗНАЮ/НЕ ПРИМЕНИМО (НЕ ЗАЧИТЫВАТЬ)

source: (DO NOT READ OUT
ru_lv: (NELASĪT)

source: Large town/city
ru_lv: В большом городе

source: Have you got a mobile phone?
ru_lv: Имеете ли Вы мобильный телефон?

source: In which city/borough/commune do you live?
ru_lv: В каком городе Вы живете?

source: Single person household
ru_lv: Живете один (одна)

source: City 1
ru_lv: Рига

source: Noise
ru_lv: Шум

source: Car
ru_lv: Автомобиль

source: Public transport
ru_lv: Общественный транспорт

source: PROG: ROTATE ITEMS 1 TO 4
ru_lv: ПРОГ: РОТИРУЙТЕ ПУНКТЫ 1 - 4

source: During the last twelve months, would you say you had difficulties to pay your bills at the end of the month…?
ru_lv: Вы бы сказали, что за последние двенадцать месяцев Вы испытывали трудности с оплатой счетов в конце месяца…?

source: Other city
ru_lv: Другой город

source: Generally speaking, the public administration of [CITY NAME] can be trusted
ru_lv: Говоря в целом, самоуправлению [CITY NAME] можно доверять

source: ASK ALL
ru_lv: СПРОСИТЬ ВСЕХ

source: It is easy to find a job in [CITY NAME]
ru_lv: В [CITY NAME] легко найти работу

source: Not at all satisfied
ru_lv: совсем недовольны

source: I will read you a few statements. Please tell me whether you strongly agree, somewhat agree, somewhat disagree or strongly disagree with each of these statements?
ru_lv: Я зачитаю Вам несколько высказываний. Скажите, пожалуйста, Вы полностью согласны, скорее согласны, скорее не согласны или совсем не согласны с каждым из этих высказываний?

source: Somewhat disagree
ru_lv: Скорее не согласны

source: Housing
ru_lv: Жилищный вопрос

source: (READ OUT – ONE ANSWER ONLY)
ru_lv: (ЗАЧИТАЙТЕ - ТОЛЬКО ОДИН ОТВЕТ)

source: From time to time
ru_lv: иногда

source: D21: CODE 9 AND 10 - SINGLE CODES
ru_lv: D21: КОДЫ 9 И 10 ИСКЛЮЧАЮТ ДРУГИЕ ОТВЕТЫ

source: Married or cohabiting couple, no children or no children living at home
ru_lv: Женатая или проживающая вместе пара, детей нет или дети живут отдельно

source: Rural area or village
ru_lv: В сельской местности, в деревне

source: Train
ru_lv: Поезд

source: Very satisfied
ru_lv: Полностью удовлетворены

source: Generally speaking, please tell me if you are very satisfied, rather satisfied, rather unsatisfied or not at all satisfied with each of the following issues in [CITY NAME]?
ru_lv: Говоря в общем, скажите, пожалуйста, Вы полностью удовлетворены, скорее удовлетворены, скорее неудовлетворены или совсем неудовлетворены каждой из следующих услуг в [CITY NAME]?

source: Safety
ru_lv: Безопасность

source: Your personal job situation
ru_lv: Ситуацией Вашего трудоустройства

source: Small or medium-sized town
ru_lv: В маленьком городе или в городе средней величины

source: Professional (employed doctor, lawyer, accountant, architect, …)
ru_lv: Специалист (работающий по найму врач, юрист, бухгалтер, архитектор …)

source: It is easy to find good housing at a reasonable price in [CITY NAME]
ru_lv: В [CITY NAME] легко найти хорошее жилье за приемлемую цену

source: Generally speaking, most people in my neighborhood can be trusted
ru_lv: Говоря в целом, большинству людей моего микрорайона можно доверять

source: Most of the time
ru_lv: в большинстве случаев

source: Have you got a landline phone?
ru_lv: Вы имеете дома фиксированную (обыкновенную) телефонную линию?

source: Could you tell me how many people aged 15 years or more live in your household, yourself included?
ru_lv: Скажите, пожалуйста, сколько людей, включая Вас, в возрасте от 15 лет и старше, живут в Вашем доме вместе с Вами?

source: Other (DO NOT READ OUT)
ru_lv: Другое (НЕ ЗАЧИТЫВАЙТЕ)

source: Q4: CODE 11 - SINGLE CODE
ru_lv: Q4: КОД 11 ИСКЛЮЧАЕТ ДРУГИЕ ОТВЕТЫ

source: Strongly disagree
ru_lv: Совсем не согласны

source: I live here since less than 1 year
ru_lv: Я живу здесь менее 1 года

source: Cleanliness
ru_lv: Чистота

source: The financial situation of your household
ru_lv: Финансовым положением Вашей семьи

source: Other employee (salesman, nurse, …)
ru_lv: Другой работник, работающий по найму (продавец, медицинская сестра,...)

source: No
ru_lv: Нет

source: Owner of shop, craftsman
ru_lv: Владелец магазина, ремесленник

source: (READ OUT - ONE ANSWER ONLY)
ru_lv: (ЗАЧИТАЙТЕ - ТОЛЬКО ОДИН ОТВЕТ)

source: Would you say you are…?
ru_lv: Вы бы сказали, что Вы…?

source: Seeking a job
ru_lv: Ищете работу

source: Manual worker
ru_lv: Рабочий (физическая работа)

source: The noise level
ru_lv: Уровень шума

source: The administrative services of [CITY NAME] help people efficiently
ru_lv: Административные службы [CITY NAME] эффективно помогают людям

source: Urban public transport (bus, metro, tram, ferry, etc.)
ru_lv: Городской общественный транспорт (автобус, трамвай, троллейбус, паром и т.д.)

source: Gender.
ru_lv: ATZĪMĒJIET RESPONDENTA DZIMUMU

source: [CITY NAME] is committed to fight against climate change (e.g.: energy efficiency, green transport)
ru_lv: [CITY NAME] борется с изменением климата (например, рациональное использование энергии, экологичный транспорт)

source: Female
ru_lv: Женщина

source: In your opinion, among the following issues, which are the three most important for [CITY NAME]?
ru_lv: По Вашему мнению, какие три вопроса наиболее важны для [CITY NAME]?

source: What county do you live in?
ru_lv: В каком городе Латвии / крае Вы живете?

source: I live here since between 5 to 10 years
ru_lv: Я живу здесь от 5 до 10 лет

source: I am satisfied to live in [CITY NAME]
ru_lv: Я доволен(-на) жизнью в [CITY NAME]

source: Male
ru_lv: Мужчина

source: Social services
ru_lv: Социальные услуги

source: Unemployment
ru_lv: Безработица

source: (READ OUT IF NECESSARY - ONE ANSWER ONLY)
ru_lv: (ЗАЧИТАЙТЕ ЕСЛИ НЕОБХОДИМО -ТОЛЬКО ОДИН ОТВЕТ)

source: Farmer, forester, fisherman
ru_lv: Фермер, лесничий, рыбак

source: Civil servant
ru_lv: Государственный служащий

source: Without a professional activity
ru_lv: Не занимается профессиональной деятельностью

source: ASK D5c IF EMPLOYEE, CODE 2 IN D5a
ru_lv: D5c JAUTĀT, JA Работает по найму, D5a=KODS 2

source: PROG: ROTATE ITEMS 1 TO 7
ru_lv: ПРОГ: РОТИРУЙТЕ ПУНКТЫ 1-7

source: Education and training
ru_lv: Образование и обучение

source: As far as your current occupation is concerned, would you say you are self-employed, an employee, a manual worker or would you say that you are without a professional activity?
ru_lv: Что касается того, чем Вы занимаетесь в настоящее время, Вы бы сказали, что Вы занимаетесь индивидуальной деятельностью (самозанятый/ -ая), работаете по найму, занимаетесь ручным трудом или Вы бы сказали, что не занимаетесь профессиональной деятельностью?

source: Refusal (DO NOT READ OUT)
ru_lv: Отказ (НЕ ЗАЧИТЫВАТЬ)

source: (ONE ANSWER ONLY)
ru_lv: ТОЛЬКО ОДИН ОТВЕТ

source: Air pollution
ru_lv: Загрязнение воздуха

source: I feel safe in [CITY NAME]
ru_lv: Я чувствую себя в безопасности в [НАЗВАНИЕ ГОРОДА]

source: Unskilled manual worker
ru_lv: Неквалифицированный рабочий

source: Sports facilities such as sport fields and indoor sport halls
ru_lv: Спортивные сооружения, как например, спортивные площадки и крытые спортивные залы

source: The life you lead
ru_lv: Своей жизнью

source: Rather unsatisfied
ru_lv: Скорее не удовлетворены

source: Rather satisfied
ru_lv: Скорее удовлетворены

source: Professional (lawyer, medical practitioner, accountant, architect,…)
ru_lv: Специалист (юрист, медицинский работник, бухгалтер, архитектор …)

source: Health services
ru_lv: Услуги здравоохранения

source: Office clerk
ru_lv: Офисный работник

source: Retired
ru_lv: Пенсионер

source: (READ OUT – MAX. 3 ANSWERS)
ru_lv: (ЗАЧИТАЙТЕ - МАКСИМУМ ТРИ ОТВЕТА)

source: On the whole, are you very satisfied, fairly satisfied, not very satisfied or not at all satisfied with ...?
ru_lv: В целом, Вы очень довольны, вполне довольны, не очень довольны или совсем недовольны…?

source: PROG: ROTATE ITEMS 1 to 12
ru_lv: ПРОГ: РОТИРУЙТЕ ПУНКТЫ 1-12

source: None (DO NOT READ OUT)
ru_lv: НИЧТО ИЗ ПЕРЕЧИСЛЕННОГО (НЕ ЗАЧИТЫВАЙТЕ)

source: Almost never\ never
ru_lv: почти никогда/никогда

source: Number of people aged 15 or more in the household
ru_lv: количество людей в возрасте 15 лет и старше в Вашей семье

source: Public transport, for example the bus, tram or metro
ru_lv: Общественный транспорт, например, автобус, трамвай или троллейбус

source: ASK D5b IF SELF-EMPLOYED, CODE 1 IN D5a
ru_lv: D5b JAUTĀT, JA Занимаетесь индивидуальной деятельностью, D5a=KODS 1

source: Student (full time)
ru_lv: Учащийся / студент (на дневном отделении)

source: I feel safe in my neighbourhood
ru_lv: Я чувствую себя в безопасности в своём микрорайоне

source: Availability of retail shops
ru_lv: Доступность магазинов розничной торговли

source: General management, director or top management
ru_lv: Руководящий работник, директор или руководитель высшего звена

source: Strongly agree
ru_lv: Полностью согласны

source: How old were you when you stopped full-time education?
ru_lv: В каком возрасте Вы закончили дневное обучение? (ДНЕВНОЕ ОБУЧЕНИЕ – основное занятие - учёба (имеется диплом об окончании основной школы или средней школы, степень бакалавра, магистра и др.)

source: Ship or boat
ru_lv: Корабль или лодка

source: Bicycle
ru_lv: Велосипед

source: How old are you?
ru_lv: Сколько Вам лет?

source: Motorbike
ru_lv: Мотоцикл

source: (READ OUT - MAX. 2 ANSWERS)
ru_lv: (ЗАЧИТАЙТЕ - МАКСИМУМ 2 ОТВЕТА)

source: Single parent, one or more children living at home
ru_lv: Один родитель с одним или несколькими детьми, проживающие вместе

source: Self-employed
ru_lv: Занимаетесь индивидуальной деятельностью (самозанятый/ -ая)

source: The state of the streets and buildings in your neighbourhood
ru_lv: Состояние улиц и зданий в Вашем районе

source: Fairly satisfied
ru_lv: вполне довольны

source: Generally speaking, most people in [CITY NAME] can be trusted
ru_lv: Говоря в целом, большинству людей в [CITY NAME] можно доверять

source: (READ OUT - SINGLE CODE)
ru_lv: (TIKAI VIENA ATBILDE)

source: On a typical day, which mode or modes of transport do you use most often?
ru_lv: Kаким способом (способами) передвижения Вы чаще всего пользуетесь в будний день?

source: Schools and other educational facilities
ru_lv: Школы и другие учебные заведения

source: The quality of the air
ru_lv: Качество воздуха

source: Married or cohabiting couple, with one or more children living at home
ru_lv: Женатая или проживающая вместе пара с одним или несколькими детьми, с которыми живёте вместе

source: Middle management
ru_lv: Руководитель среднего звена, другие управленческие должности (руководитель отдела, младший менеджер, учитель, технический специалист)

source: Foreigners who live in [CITY NAME] are well integrated
ru_lv: Иностранцы, живущие в [CITY NAME], хорошо интегрированы

source: Health care services, doctors and hospitals
ru_lv: Услуги здравоохранения, врачи и больницы

source: Employee
ru_lv: Работает по найму

source: ASK D5d IF MANUAL WORKER, CODE 3 IN D5a
ru_lv: D5d JAUTĀT, JA ЕСЛИ РАБОТНИК ФИЗИЧЕСКОГО ТРУДА, D5a=KODS 3

source: Public spaces such as markets, squares, pedestrian areas
ru_lv: Общественные места, такие как рынки, площади, пешеходные зоны

source: Would you say you live in a…?
ru_lv: Вы живёте…?

source: Which of the following best describes your household composition?
ru_lv: Что из следующего лучше всего описывает Ваше домохозяйство?

source: Manager of a company
ru_lv: Руководитель фирмы

source: I live here since 1 to 5 years
ru_lv: Я живу здесь от 1 до 5 лет

source: Not very satisfied
ru_lv: не очень довольны

source: Road infrastructure
ru_lv: Инфраструктура дорог

source: PROG: ROTATE ITEMS 1 TO 10
ru_lv: ПРОГ: РОТИРУЙТЕ ПУНКТЫ 1 - 10

source: The presence of foreigners is good for [CITY NAME]
ru_lv: Присутствие иностранцев хорошо для [CITY NAME]

source: (WRITE DOWN - IF "DK" CODE '98' - IF "REFUSAL" CODE '99')
ru_lv: (ЗАПИШИТЕ — ЕСЛИ «DK», КОД '98' -ЕСЛИ “ОТКАЗ”, КОД '99')

source: DK (DO NOT READ OUT)
ru_lv: НЕ ЗНАЮ (НЕ ЗАЧИТЫВАЙТЕ)

source: Yes
ru_lv: Да

source: Green spaces such as parks and gardens
ru_lv: Зелёные зоны, такие, как общественные парки и сады

source: ASK D5e IF WITHOUT A PROFESSIONAL ACTIVITY, CODE 4 IN D5a
ru_lv: D5e JAUTĀT, JA RESPONDENTS (-E) НЕ ЗАНИМАЕТСЯ ПРОФЕССИОНАЛЬНОЙ ДЕЯТЕЛЬНОСТЬЮ, D5a=KODS 4

source: (INT.: IF "STILL STUDYING", CODE ‘00’ - IF "NO EDUCATION" CODE '01' - IF "REFUSAL" CODE '98' - IF "DK" CODE '99')
ru_lv: (INT.: Ja JOPROJĀM MĀCĀS / STUDĒ, KODS ‘00’' - Ja NAV IZGLĪTĪBAS, KODS "01" - Ja ATTEIKUMS, KODS "98" - Ja NA, KODS "99")

source: Other
ru_lv: Другой

source: (WRITE DOWN - IF "REFUSAL" CODE '99')
ru_lv: (ЗАЧИТАЙТЕ — ЕСЛИ «ОТКАЗ», КОД '99')

source: FL419 - Quality of life in European Cities UK
ru_lv: FL419 - Quality of life in European CitiesLVR

source: Somewhat agree
ru_lv: Скорее согласны

source: Cultural facilities such as concert halls, theatres, museums and libraries
ru_lv: Культурные учреждения, такие как концертные залы, театры, музеи и библиотеки

source: The place where you live
ru_lv: Местом, где Вы живете

source: Was born here/ I’ve been living here for all my life
ru_lv: Родился (-ась) здесь/ живу здесь всю жизнь

source: IF OTHER or DON'T KNOW IN D12, CODES 198 or 199 in D12, STOP THE INTERVIEW
ru_lv: ЕСЛИ ДРУГОЕ или НЕ ЗНАЮ В D12, КОД 198 или 199 в D12, ПРЕКРАТИТЕ ИНТЕРВЬЮ

source: Supervisor\ foreman (team manager, …)
ru_lv: Супервайзер\мастер (бригадир,…)

source: I live here since more than 10 years
ru_lv: Я живу здесь более 10 лет

source: For how long have you been living in [CITY NAME]?
ru_lv: Как долго Вы живете в [CITY NAME]?

source: Looking after the home
ru_lv: Занимаетесь домашним хозяйством
